const About = () => {

    return (
        <div className="about-page">
            <h2>
           מיה גרופ
            </h2>
            <p>
                
ארובה דקים הוא חנות המתמחה במכירת פרקטים איכותיים ובעיצוב פנים מודרני. בחנותנו תוכלו למצוא מגוון רחב של פרקטים מבחר עצים טבעיים, כגון אלון, דובדבן, ואפונה, המציעים לך לחוות את החמימות והיפהפיות של הטבע בכל חדר בביתך.
החוויה שלנו היא לא רק רכישה של פרקטים, אלא גם ייעוץ מקצועי ואישי לכל לקוח. אנו נסייע לך לבחור את הפרקט המתאים ביותר לסגנון ולצרכים שלך, ונספק לך פתרונות מותאמים אישית שיהפכו את הבית שלך למראה ייחודי ומושך.
כמו כן, אנו מציעים שירותי התקנה מקצועיים על ידי צוות מקצועי ומיומן. תוך כדי התקנה, אנו משקיעים בכל פרט ופרט כדי להבטיח שהפרקט יותקן בדיוק כפי שתצפה ובאיכות הגבוהה ביותר.
אם אתם מחפשים לשדרג את הבית שלכם עם פרקטים איכותיים וסטיילישים, ארובה דקים היא היעד המושלם עבורכם. בואו לבקר בחנותנו ותמצאו את הפרקט שיתאים בדיוק לחלל המיוחד שלכם.
ארובה דקים הוא חנות המתמחה במכירת פרקטים איכותיים ובעיצוב פנים מודרני. בחנותנו תוכלו למצוא מגוון רחב של פרקטים מבחר עצים טבעיים, כגון אלון, דובדבן, ואפונה, המציעים לך לחוות את החמימות והיפהפיות של הטבע בכל חדר בביתך.
החוויה שלנו היא לא רק רכישה של פרקטים, אלא גם ייעוץ מקצועי ואישי לכל לקוח. אנו נסייע לך לבחור את הפרקט המתאים ביותר לסגנון ולצרכים שלך, ונספק לך פתרונות מותאמים אישית שיהפכו את הבית שלך למראה ייחודי ומושך.
כמו כן, אנו מציעים שירותי התקנה מקצועיים על ידי צוות מקצועי ומיומן. תוך כדי התקנה, אנו משקיעים בכל פרט ופרט כדי להבטיח שהפרקט יותקן בדיוק כפי שתצפה ובאיכות הגבוהה ביותר.
אם אתם מחפשים לשדרג את הבית שלכם עם פרקטים איכותיים וסטיילישים, ארובה דקים היא היעד המושלם עבורכם. בואו לבקר בחנותנו ותמצאו את הפרקט שיתאים בדיוק לחלל המיוחד שלכם.
ארובה דקים הוא חנות המתמחה במכירת פרקטים איכותיים ובעיצוב פנים מודרני. בחנותנו תוכלו למצוא מגוון רחב של פרקטים מבחר עצים טבעיים, כגון אלון, דובדבן, ואפונה, המציעים לך לחוות את החמימות והיפהפיות של הטבע בכל חדר בביתך.
החוויה שלנו היא לא רק רכישה של פרקטים, אלא גם ייעוץ מקצועי ואישי לכל לקוח. אנו נסייע לך לבחור את הפרקט המתאים ביותר לסגנון ולצרכים שלך, ונספק לך פתרונות מותאמים אישית שיהפכו את הבית שלך למראה ייחודי ומושך.
כמו כן, אנו מציעים שירותי התקנה מקצועיים על ידי צוות מקצועי ומיומן. תוך כדי התקנה, אנו משקיעים בכל פרט ופרט כדי להבטיח שהפרקט יותקן בדיוק כפי שתצפה ובאיכות הגבוהה ביותר.
אם אתם מחפשים לשדרג את הבית שלכם עם פרקטים איכותיים וסטיילישים, ארובה דקים היא היעד המושלם עבורכם. בואו לבקר בחנותנו ותמצאו את הפרקט שיתאים בדיוק לחלל המיוחד שלכם.
            </p>
        </div>
    )
}

export default About