
const ParquetLamination = () => {
    return (
        <>
            <div className="type-container">
                <h2>
                    פרקט למינציה 
                </h2>
                <section>
                    למינציה בפרקט היא תהליך הכנסת שכבה אומגנטית עמידה וקשה לחומר העץ, וזאת בכדי להגן על הפרקט מפני שחיקה, לחות ושפשוף. במהלך התהליך, יוצרים שכבה אחידה ומחוזקת המגבירה את עמידותו של הפרקט ומשפרת את מראהו. למינציה כזו נהנים לקוחות מחיבור של טבעיות העץ עם היציבות והעמידות שמצוינות בפרקט מלומן. התוצאה היא רצוייה ומושכת, יוצרת אסתטיקה יוקרתית ושומרת על מראה מסודר וחם לאורך זמן.
                </section>

                <section className="type-gallery">
                    <h3>סוגי פרקט למינציה</h3>
                    <div>
                    <section> פרקט למינציה סוג 1</section>
                    <section> פרקט למינציה סוג 2</section>

                    </div>

                </section>
            </div>



        </>
    )
}

export default ParquetLamination